Repository: LiuZheng1999/Renewity
Catalog: Renewity/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, pt_br, zh_hant

source: 「%@」将于 %lld 天后结束试用，随后扣费 %@
de: Der Test von „%@“ endet in %lld Tagen, danach werden %@ abgebucht.
en: The trial for “%@” ends in %lld days, then you’ll be charged %@.
es: La prueba de «%@» termina en %lld días y luego se cobrarán %@.
fr: L’essai de « %@ » se termine dans %lld jours, puis %@ seront prélevés.
it: La prova di “%@” termina tra %lld giorni, poi verranno addebitati %@.
ja: 「%@」の無料期間は %lld 日後に終了し、その後 %@ が請求されます
ko: 「%@」 체험이 %lld일 후 끝나고 이후 %@이(가) 결제됩니다
pt_br: O teste de “%@” termina em %lld dias e depois serão cobrados %@.
zh_hant: 「%@」將於 %lld 天後結束試用，隨後扣費 %@

source: 「%@」将于 %lld 天后续费 %@
de: „%@“ verlängert sich in %lld Tagen um %@
en: “%@” renews in %lld days for %@
es: «%@» se renueva en %lld días por %@
fr: « %@ » se renouvelle dans %lld jours pour %@
it: “%@” si rinnova tra %lld giorni per %@
ja: 「%@」は %lld 日後に %@ で更新されます
ko: 「%@」이(가) %lld일 후 %@에 갱신됩니다
pt_br: “%@” será renovado em %lld dias por %@
zh_hant: 「%@」將於 %lld 天後續費 %@

source: 「%@」将于明天结束试用，随后扣费 %@
de: Der Test von „%@“ endet morgen, danach werden %@ abgebucht.
en: The trial for “%@” ends tomorrow, then you’ll be charged %@.
es: La prueba de «%@» termina mañana y luego se cobrarán %@.
fr: L’essai de « %@ » se termine demain, puis %@ seront prélevés.
it: La prova di “%@” termina domani, poi verranno addebitati %@.
ja: 「%@」の無料期間は明日終了し、その後 %@ が請求されます
ko: 「%@」 체험이 내일 끝나고 이후 %@이(가) 결제됩니다
pt_br: O teste de “%@” termina amanhã e depois serão cobrados %@.
zh_hant: 「%@」將於明天結束試用，隨後扣費 %@

source: 「%@」将于明天续费 %@
de: „%@“ verlängert sich morgen um %@
en: “%@” renews tomorrow for %@
es: «%@» se renueva mañana por %@
fr: « %@ » se renouvelle demain pour %@
it: “%@” si rinnova domani per %@
ja: 「%@」は明日 %@ で更新されます
ko: 「%@」이(가) 내일 %@에 갱신됩니다
pt_br: “%@” renova amanhã por %@
zh_hant: 「%@」將於明天續訂 %@

source: %@ 即将到来
de: %@ stehen an
en: %@ upcoming
es: %@ próximos
fr: %@ à venir
it: %@ in arrivo
ja: %@ がまもなく
ko: %@ 예정
pt_br: %@ em breve
zh_hant: %@ 即將到來

source: %@ 总计
de: %@ insgesamt
en: %@ total
es: %@ en total
fr: %@ au total
it: %@ in totale
ja: 合計 %@
ko: 합계 %@
pt_br: %@ no total
zh_hant: %@ 總計

source: %@支出
de: %@-Ausgaben
en: %@ spending
es: Gasto de %@
fr: Dépenses %@
it: Spesa di %@
ja: %@の支出
ko: %@ 지출
pt_br: Gastos de %@

source: %lld 个
de: %lld
en: %lld
es: %lld
fr: %lld
it: %lld
ja: %lld件
ko: %lld개
pt_br: %lld
zh_hant: %lld 個

source: %lld 个订阅
de: %lld Abos
en: %lld subscriptions
es: %lld suscripciones
fr: %lld abonnements
it: %lld abbonamenti
ja: サブスク %lld件
ko: 구독 %lld개
pt_br: %lld assinaturas
zh_hant: %lld 個訂閱

source: %lld 天
de: %lld Tage
en: %lld days
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
pt_br: %lld dias

source: %lld 天后
de: In %lld Tagen
en: In %lld days
es: En %lld días
fr: Dans %lld j
it: Tra %lld giorni
ja: %lld日後
ko: %lld일 후
pt_br: Em %lld dias
zh_hant: %lld 天後

source: %lld 天后续费
de: Verlängert in %lld Tagen
en: Renews in %lld days
es: Se renueva en %lld días
fr: Renouvelle dans %lld j
it: Si rinnova tra %lld giorni
ja: %lld日後に更新
ko: %lld일 후 갱신
pt_br: Renova em %lld dias
zh_hant: %lld 天後續訂

source: %lld 天后试用到期
de: Test endet in %lld Tagen
en: Trial ends in %lld days
es: La prueba termina en %lld días
fr: L’essai se termine dans %lld jours
it: La prova termina tra %lld giorni
ja: 無料期間は %lld 日後に終了
ko: %lld일 후 체험 종료
pt_br: O teste termina em %lld dias
zh_hant: %lld 天後試用到期

source: %lld 笔
de: %lld
en: %lld
es: %lld
fr: %lld
it: %lld
ja: %lld件
ko: %lld건
pt_br: %lld
zh_hant: %lld 筆

source: iCloud 不可用，请在系统设置中登录 Apple 账户并打开 iCloud Drive。
de: iCloud ist nicht verfügbar. Melde dich in den Einstellungen mit deinem Apple Account an und aktiviere iCloud Drive.
en: iCloud isn’t available. Sign in with your Apple Account in Settings and turn on iCloud Drive.
es: iCloud no está disponible. Inicia sesión con tu cuenta de Apple en Ajustes y activa iCloud Drive.
fr: iCloud n’est pas disponible. Connectez-vous avec votre compte Apple dans Réglages et activez iCloud Drive.
it: iCloud non è disponibile. Accedi con il tuo Account Apple in Impostazioni e attiva iCloud Drive.
ja: iCloudを利用できません。設定でApple Accountにサインインし、iCloud Driveをオンにしてください。
ko: iCloud를 사용할 수 없습니다. 설정에서 Apple 계정으로 로그인하고 iCloud Drive를 켜세요.
pt_br: O iCloud não está disponível. Entre com sua Conta Apple em Ajustes e ative o iCloud Drive.
zh_hant: iCloud 無法使用，請在系統設定中登入 Apple 帳號並開啟 iCloud Drive。

source: iCloud 云备份
de: iCloud-Backup
en: iCloud backup
es: Copia de iCloud
fr: Sauvegarde iCloud
it: Backup iCloud
ja: iCloudバックアップ
ko: iCloud 백업
pt_br: Backup do iCloud
zh_hant: iCloud 雲端備份

source: iCloud 实时同步
de: Live-Sync über iCloud
en: Live iCloud sync
es: Sincronización iCloud en vivo
fr: Sync iCloud en direct
it: Sincronizzazione iCloud in tempo reale
ja: iCloudリアルタイム同期
ko: iCloud 실시간 동기화
pt_br: Sincronização iCloud ao vivo
zh_hant: iCloud 即時同步

source: iCloud 里还没有备份。
de: In iCloud gibt es noch kein Backup.
en: There’s no backup in iCloud yet.
es: Aún no hay una copia en iCloud.
fr: Il n’y a pas encore de sauvegarde dans iCloud.
it: Non c’è ancora un backup in iCloud.
ja: iCloudにバックアップがまだありません。
ko: iCloud에 아직 백업이 없습니다.
pt_br: Ainda não há backup no iCloud.
zh_hant: iCloud 裡還沒有備份。

# paywall.price.perMonth
source: /月
de: /Monat
en: /mo
es: /mes
fr: /mois
it: /mese
ko: /월
pt_br: /mês

# paywall.price.perYear
source: /年
de: /Jahr
en: /yr
es: /año
fr: /an
it: /anno
ko: /년
pt_br: /ano

source: Pro 会员
de: Pro
en: Pro
es: Pro
fr: Pro
it: Pro
ja: Pro
ko: Pro
pt_br: Pro
zh_hant: Pro 會員

source: Renewity备份
de: Renewity-Backup
en: Renewity-Backup
es: Copia-Renewity
fr: Sauvegarde-Renewity
it: Backup-Renewity
ja: Renewityバックアップ
ko: Renewity-백업
pt_br: Backup-Renewity
zh_hant: Renewity備份

source: Renewity已锁定
de: Renewity ist gesperrt
en: Renewity is locked
es: Renewity está bloqueada
fr: Renewity est verrouillée
it: Renewity è bloccata
ja: Renewity はロックされています
ko: Renewity가 잠겨 있습니다
pt_br: Renewity está bloqueado
zh_hant: Renewity已鎖定

source: Siri 快捷指令
de: Siri Kurzbefehle
en: Siri Shortcuts
es: Atajos de Siri
fr: Raccourcis Siri
it: Comandi Rapidi di Siri
ja: Siriショートカット
ko: Siri 단축어
pt_br: Atalhos da Siri
zh_hant: Siri 捷徑

source: 一次买断
de: Einmalkauf
en: One-time purchase
es: Pago único
fr: Achat unique
it: Acquisto una tantum
ja: 買い切り
ko: 평생 구매
pt_br: Compra única
zh_hant: 一次買斷

source: 一次买断，永久解锁
de: Einmal kaufen, dauerhaft freischalten
en: Pay once, unlock forever
es: Pago único, desbloqueo permanente
fr: Achat unique, déblocage à vie
it: Paghi una volta, sblocchi per sempre
ja: 一度の購入で永久にアンロック
ko: 한 번 구매로 평생 잠금 해제
pt_br: Pague uma vez, desbloqueie para sempre
zh_hant: 一次買斷，永久解鎖

source: 上个月
de: Vorheriger Monat
en: Previous month
es: Mes anterior
fr: Mois précédent
it: Mese precedente
ja: 前月
ko: 지난달
pt_br: Mês anterior
zh_hant: 上個月

source: 上次云备份：%@。备份保存在你的 iCloud Drive 中，换机登录同一账户即可恢复。
de: Letztes iCloud-Backup: %@. Es liegt in deinem iCloud Drive und lässt sich mit demselben Account wiederherstellen.
en: Last iCloud backup: %@. It’s stored in your iCloud Drive and can be restored on another device with the same account.
es: Última copia en iCloud: %@. Está en tu iCloud Drive y se puede restaurar con la misma cuenta.
fr: Dernière sauvegarde iCloud : %@. Elle est dans votre iCloud Drive et peut être restaurée avec le même compte.
it: Ultimo backup iCloud: %@. È nel tuo iCloud Drive e si può ripristinare con lo stesso account.
ja: 前回のクラウドバックアップ：%@。iCloud Driveに保存され、同じアカウントで復元できます。
ko: 마지막 클라우드 백업: %@. iCloud Drive에 저장되며 같은 계정으로 복원할 수 있습니다.
pt_br: Último backup no iCloud: %@. Está no seu iCloud Drive e pode ser restaurado com a mesma conta.
zh_hant: 上次雲端備份：%@。備份存在你的 iCloud Drive，換機登入同一帳號即可還原。

source: 上次更新
de: Zuletzt aktualisiert
en: Last updated
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 前回の更新
ko: 마지막 업데이트
pt_br: Última atualização

source: 下个月
de: Nächster Monat
en: Next month
es: Mes siguiente
fr: Mois suivant
it: Mese successivo
ja: 翌月
ko: 다음달
pt_br: Próximo mês
zh_hant: 下個月

source: 下次扣费
de: Nächste Abbuchung
en: Next charge
es: Próximo cargo
fr: Prochaine facturation
it: Prossimo addebito
ja: 次回請求
ko: 다음 결제
pt_br: Próxima cobrança
zh_hant: 下次扣款

source: 不收集
de: Nicht erfasst
en: Not collected
es: No se recopilan
fr: Non collectées
it: Non raccolti
ja: 収集しない
ko: 수집하지 않음
pt_br: Não coletados

source: 不需要登录
de: Keine Anmeldung nötig
en: No sign-in required
es: Sin inicio de sesión
fr: Aucune connexion requise
it: Nessun accesso richiesto
ja: ログイン不要
ko: 로그인 불필요
pt_br: Sem login
zh_hant: 不需要登入

source: 两周
de: Zwei Wochen
en: 2 weeks
es: Dos semanas
fr: Deux semaines
it: Due settimane
ja: 2週間
ko: 2주
pt_br: Duas semanas
zh_hant: 兩週

source: 两周内续费
de: In 2 Wochen fällig
en: Due in 2 weeks
es: En 2 semanas
fr: Sous 2 semaines
it: Entro 2 settimane
ja: 2週間以内に更新
ko: 2주 내 갱신
pt_br: Em 2 semanas
zh_hant: 兩週內續訂

source: 个人资料
de: Profil
en: Profile
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt_br: Perfil
zh_hant: 個人資料

source: 也可以导出为 JSON，保存到文件 App 或其他位置。
de: Du kannst auch JSON exportieren und in der Dateien-App oder woanders speichern.
en: You can also export JSON to the Files app or another location.
es: También puedes exportar JSON a Archivos u otra ubicación.
fr: Vous pouvez aussi exporter en JSON vers Fichiers ou un autre emplacement.
it: Puoi anche esportare JSON in File o in un’altra posizione.
ja: JSONとして書き出し、ファイルAppなどに保存できます。
ko: JSON으로 내보내 파일 앱이나 다른 위치에 저장할 수도 있습니다.
pt_br: Você também pode exportar JSON para o app Arquivos ou outro local.
zh_hant: 也可以匯出為 JSON，儲存到檔案 App 或其他位置。

source: 买断
de: Einmalkauf
en: One-time
es: Pago único
fr: Achat unique
it: Acquisto unico
ja: 買い切り
ko: 평생
pt_br: Pagamento único
zh_hant: 買斷

source: 云备份
de: Cloud-Backup
en: Cloud backup
es: Copia en la nube
fr: Sauvegarde cloud
it: Backup cloud
ja: クラウドバックアップ
ko: 클라우드 백업
pt_br: Backup na nuvem
zh_hant: 雲端備份

source: 云备份是 Pro 功能。
de: Cloud-Backup ist eine Pro-Funktion.
en: Cloud backup is a Pro feature.
es: La copia en la nube es una función Pro.
fr: La sauvegarde cloud est une fonction Pro.
it: Il backup cloud è una funzione Pro.
ja: クラウドバックアップはPro機能です。
ko: 클라우드 백업은 Pro 기능입니다.
pt_br: O backup na nuvem é um recurso Pro.
zh_hant: 雲端備份是 Pro 功能。

source: 云服务
de: Cloud
en: Cloud
es: Nube
fr: Cloud
it: Cloud
ja: クラウド
ko: 클라우드
pt_br: Nuvem
zh_hant: 雲端服務

source: 产品反馈
de: Produktfeedback
en: Product feedback
es: Comentarios
fr: Retour produit
it: Feedback sul prodotto
ja: フィードバック
ko: 제품 의견
pt_br: Feedback do produto
zh_hant: 產品意見

source: 人民币
de: Chinesischer Yuan
en: Chinese Yuan
es: Yuan chino
fr: Yuan chinois
it: Yuan cinese
ja: 中国元
ko: 중국 위안
pt_br: Yuan chinês
zh_hant: 人民幣

source: 仅本机
de: Nur auf dem Gerät
en: On this device
es: En este dispositivo
fr: Sur cet appareil
it: Su questo dispositivo
ja: このデバイスのみ
ko: 이 기기만
pt_br: Neste dispositivo
zh_hant: 僅本機

source: 今天
de: Heute
en: Today
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje

source: 今天 %@
de: Heute %@
en: Today %@
es: Hoy %@
fr: Aujourd’hui %@
it: Oggi %@
ja: 今日 %@
ko: 오늘 %@
pt_br: Hoje %@

source: 今天已经更新过汇率
de: Kurse wurden heute bereits aktualisiert
en: Rates were already updated today
es: Los tipos ya se actualizaron hoy
fr: Les taux ont déjà été mis à jour aujourd’hui
it: I tassi sono già stati aggiornati oggi
ja: 為替レートは本日すでに更新済みです
ko: 환율은 오늘 이미 업데이트되었습니다
pt_br: As taxas já foram atualizadas hoje
zh_hant: 今天已經更新過匯率

source: 今天续费
de: Verlängert heute
en: Renews today
es: Se renueva hoy
fr: Renouvelle aujourd’hui
it: Si rinnova oggi
ja: 今日更新
ko: 오늘 갱신
pt_br: Renova hoje
zh_hant: 今天續訂

source: 今天试用到期
de: Test endet heute
en: Trial ends today
es: La prueba termina hoy
fr: L’essai se termine aujourd’hui
it: La prova termina oggi
ja: 無料期間は今日終了
ko: 오늘 체험 종료
pt_br: O teste termina hoje
zh_hant: 今天試用到期

source: 从 iCloud 恢复
de: Aus iCloud wiederherstellen
en: Restore from iCloud
es: Restaurar desde iCloud
fr: Restaurer depuis iCloud
it: Ripristina da iCloud
ja: iCloudから復元
ko: iCloud에서 복원
pt_br: Restaurar do iCloud
zh_hant: 從 iCloud 還原

source: 从文件恢复
de: Aus Datei wiederherstellen
en: Restore from File
es: Restaurar desde archivo
fr: Restaurer depuis un fichier
it: Ripristina da file
ja: ファイルから復元
ko: 파일에서 복원
pt_br: Restaurar de arquivo
zh_hant: 從檔案還原

source: 从相册选择
de: Aus Fotos wählen
en: Choose from Photos
es: Elegir de Fotos
fr: Choisir dans Photos
it: Scegli da Foto
ja: 写真から選択
ko: 사진에서 선택
pt_br: Escolher nas Fotos
zh_hant: 從相簿選擇

source: 从相册选择照片
de: Foto aus der Mediathek wählen
en: Choose a photo from your library
es: Elige una foto de la biblioteca
fr: Choisir une photo dans la photothèque
it: Scegli una foto dalla libreria
ja: ライブラリから写真を選ぶ
ko: 사진 보관함에서 선택
pt_br: Escolher uma foto da biblioteca
zh_hant: 從相簿選擇照片

source: 使用面容 ID、触控 ID 或设备密码继续。
de: Weiter mit Face ID, Touch ID oder Gerätecode.
en: Continue with Face ID, Touch ID, or your device passcode.
es: Continúa con Face ID, Touch ID o el código del dispositivo.
fr: Continuez avec Face ID, Touch ID ou le code de l’appareil.
it: Continua con Face ID, Touch ID o il codice del dispositivo.
ja: Face ID、Touch ID、またはパスコードで続けます。
ko: Face ID, Touch ID 또는 기기 암호로 계속하세요.
pt_br: Continue com Face ID, Touch ID ou o código do dispositivo.
zh_hant: 使用 Face ID、Touch ID 或裝置密碼繼續。

source: 例如：公司卡、家庭账户
de: z. B. Firmenkarte, Familienkonto
en: e.g. Company card, Family account
es: p. ej. tarjeta de empresa, cuenta familiar
fr: p. ex. carte pro, compte familial
it: es. carta aziendale, account famiglia
ja: 例：会社のカード、家族アカウント
ko: 예: 회사 카드, 가족 계정
pt_br: ex.: cartão da empresa, conta da família
zh_hant: 例如：公司卡、家庭帳戶

source: 例如：宠物、保险、出行
de: z. B. Haustiere, Versicherung, Reisen
en: e.g. Pets, insurance, travel
es: p. ej., mascotas, seguros, viajes
fr: ex. : animaux, assurance, transport
it: es. animali, assicurazione, viaggi
ja: 例：ペット、保険、移動
ko: 예: 반려동물, 보험, 교통
pt_br: ex.: pets, seguro, transporte
zh_hant: 例如：寵物、保險、出行

source: 保存
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva
ko: 저장
pt_br: Salvar
zh_hant: 儲存

source: 信息
de: Info
en: Info
es: Info
fr: Infos
it: Info
ja: 情報
ko: 정보
pt_br: Info
zh_hant: 資訊

source: 信用卡
de: Kreditkarte
en: Credit card
es: Tarjeta de crédito
fr: Carte de crédit
it: Carta di credito
ja: クレジットカード
ko: 신용카드
pt_br: Cartão de crédito

source: 借记卡
de: Debitkarte
en: Debit card
es: Tarjeta de débito
fr: Carte de débit
it: Carta di debito
ja: デビットカード
ko: 체크카드
pt_br: Cartão de débito
zh_hant: 簽帳卡

source: 健康
de: Gesundheit
en: Health
es: Salud
fr: Santé
it: Salute
ko: 건강
pt_br: Saúde

# 免费版 %lld 次，Pro 最多 %lld 次
source: 免费版 %1$lld 次，Pro 最多 %2$lld 次
de: Gratis: %lld; Pro: bis zu %lld
en: Free: %lld; Pro: up to %lld
es: Gratis: %lld; Pro: hasta %lld
fr: Gratuit : %lld ; Pro : jusqu’à %lld
it: Gratis: %lld; Pro: fino a %lld
ja: 無料は %lld 件、Pro は最大 %lld 件
ko: 무료 %lld회, Pro 최대 %lld회
pt_br: Grátis: %lld; Pro: até %lld
zh_hant: 免費版 %lld 次，Pro 最多 %lld 次

source: 免费版 1 次，Pro 最多 3 次
de: Kostenlos 1 Erinnerung, Pro bis zu 3
en: Free: 1 reminder, Pro: up to 3
es: Gratis: 1 aviso; Pro: hasta 3
fr: Gratuit : 1 rappel, Pro : jusqu’à 3
it: Gratis: 1 promemoria, Pro: fino a 3
ja: 無料は1件、Proは最大3件
ko: 무료 1회, Pro 최대 3회
pt_br: Grátis: 1 lembrete; Pro: até 3
zh_hant: 免費版 1 次，Pro 最多 3 次

source: 免费版最多 %lld 个，Pro 不限数量
de: Gratis: bis zu %lld. Pro: unbegrenzt.
en: Free includes up to %lld. Pro has no limit.
es: Gratis: hasta %lld. Pro: ilimitado.
fr: Gratuit : jusqu’à %lld. Pro : illimité.
it: Gratis: fino a %lld. Pro: illimitato.
ja: 無料版は最大%lld件、Proは無制限
ko: 무료는 최대 %lld개, Pro는 무제한
pt_br: Grátis: até %lld. Pro: ilimitado.
zh_hant: 免費版最多 %lld 個，Pro 不限數量

source: 全部
de: Alle
en: All
es: Todo
fr: Tout
it: Tutti
ja: すべて
ko: 전체
pt_br: Tudo

source: 关于
de: Info
en: About
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
zh_hant: 關於

source: 关注我们
de: Folge uns
en: Follow us
es: Síguenos
fr: Nous suivre
it: Seguici
ja: フォローする
ko: 팔로우
pt_br: Siga-nos
zh_hant: 關注我們

source: 关闭
de: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hant: 關閉

source: 其他
de: Sonstiges
en: Other
es: Otros
fr: Autre
it: Altro
ja: その他
ko: 기타
pt_br: Outros

source: 最划算
de: Bestes Angebot
en: Best value
es: Mejor precio
fr: Meilleure offre
it: Più conveniente
ja: 一番お得
ko: 가장 이득
pt_br: Melhor valor

source: 最多可设置 3 次提醒。第 2、3 次需要 Pro。
de: Bis zu 3 Erinnerungen. Die 2. und 3. erfordern Pro.
en: Up to 3 reminders. The 2nd and 3rd require Pro.
es: Hasta 3 avisos. El 2.º y el 3.º requieren Pro.
fr: Jusqu’à 3 rappels. Les 2e et 3e nécessitent Pro.
it: Fino a 3 promemoria. Il 2° e il 3° richiedono Pro.
ja: 最大3件まで。2件目と3件目はProが必要です。
ko: 알림은 최대 3개. 2번째와 3번째는 Pro가 필요합니다.
pt_br: Até 3 lembretes. O 2º e o 3º exigem Pro.
zh_hant: 最多可設定 3 次提醒。第 2、3 次需要 Pro。

source: 最近扣费
de: Letzte Abbuchung
en: Last charge
es: Último cargo
fr: Dernier prélèvement
it: Ultimo addebito
ja: 前回の請求
ko: 최근 결제
pt_br: Última cobrança
zh_hant: 最近扣款

source: 分享反馈
de: Feedback teilen
en: Share Feedback
es: Enviar comentarios
fr: Partager un avis
it: Invia feedback
ja: フィードバックを送る
ko: 의견 보내기
pt_br: Enviar feedback
zh_hant: 分享意見

source: 分析
de: Analysen
en: Analytics
es: Analítica
fr: Analyses
it: Analisi
ko: 분석
pt_br: Análises

source: 分类
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 카테고리
pt_br: Categoria
zh_hant: 分類

source: 分类支出
de: Ausgaben nach Kategorie
en: Spend by category
es: Gasto por categoría
fr: Dépenses par catégorie
it: Spesa per categoria
ja: カテゴリ別支出
ko: 카테고리별 지출
pt_br: Gastos por categoria
zh_hant: 分類支出

source: 分类构成
de: Nach Kategorie
en: By category
es: Por categoría
fr: Par catégorie
it: Per categoria
ja: カテゴリ内訳
ko: 카테고리 구성
pt_br: Por categoria
zh_hant: 分類構成

source: 分类构成、排名和计费分析
de: Mix, Ranking und Abrechnungsanalyse
en: Category mix, rankings, and billing analysis
es: Mix, ranking y análisis de cobro
fr: Répartition, classement et cycles
it: Mix, classifiche e analisi dei cicli
ja: 内訳・ランキング・請求サイクルの分析
ko: 구성, 순위, 결제 주기 분석
pt_br: Composição, ranking e análise de cobrança
zh_hant: 分類構成、排名和計費分析

source: 删除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
zh_hant: 刪除

source: 删除「%@」
de: „%@“ löschen
en: Delete “%@”
es: Eliminar «%@»
fr: Supprimer « %@ »
it: Elimina “%@”
ja: 「%@」を削除
ko: 「%@」 삭제
pt_br: Apagar “%@”
zh_hant: 刪除「%@」

source: 删除后无法恢复。
de: Das kann nicht rückgängig gemacht werden.
en: This can’t be undone.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
it: L’operazione non può essere annullata.
ja: 削除すると元に戻せません。
ko: 삭제하면 되돌릴 수 없습니다.
pt_br: Isso não pode ser desfeito.
zh_hant: 刪除後無法復原。

source: 删除提醒
de: Erinnerung entfernen
en: Delete reminder
es: Eliminar aviso
fr: Supprimer le rappel
it: Elimina promemoria
ja: 通知を削除
ko: 알림 삭제
pt_br: Excluir lembrete
zh_hant: 刪除提醒

source: 删除订阅
de: Abo löschen
en: Delete Subscription
es: Eliminar suscripción
fr: Supprimer l’abonnement
it: Elimina abbonamento
ja: サブスクを削除
ko: 구독 삭제
pt_br: Apagar assinatura
zh_hant: 刪除訂閱

source: 剩余时间
de: Verbleibend
en: Time remaining
es: Tiempo restante
fr: Temps restant
it: Tempo rimasto
ja: 残り時間
ko: 남은 시간
pt_br: Tempo restante
zh_hant: 剩餘時間

source: 功能建议
de: Funktionswunsch
en: Suggest a Feature
es: Sugerir una función
fr: Suggestion de fonction
it: Suggerisci una funzione
ja: 機能の提案
ko: 기능 제안
pt_br: Sugerir um recurso
zh_hant: 功能建議

source: 加元
de: Kanadischer Dollar
en: Canadian Dollar
es: Dólar canadiense
fr: Dollar canadien
it: Dollaro canadese
ja: カナダドル
ko: 캐나다 달러
pt_br: Dólar canadense

source: 升级到 Pro
de: Auf Pro upgraden
en: Upgrade to Pro
es: Pasar a Pro
fr: Passer à Pro
it: Passa a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
pt_br: Assinar o Pro
zh_hant: 升級到 Pro

source: 升级后查看完整支出构成、排名和计费分析。
de: Mit Pro siehst du die komplette Ausgabenstruktur, Rankings und Abrechnungsanalyse.
en: Upgrade to see the full spending breakdown, rankings, and billing analysis.
es: Mejora para ver el desglose de gastos, el ranking y el análisis de facturación.
fr: Passez à Pro pour voir la répartition des dépenses, le classement et l’analyse de facturation.
it: Passa a Pro per vedere la suddivisione delle spese, la classifica e l’analisi di fatturazione.
ja: アップグレードすると、支出の内訳、ランキング、請求分析をすべて確認できます。
ko: 업그레이드하면 지출 구성, 순위, 결제 분석을 모두 볼 수 있습니다.
pt_br: Assine o Pro para ver a composição dos gastos, o ranking e a análise de cobrança.
zh_hant: 升級後查看完整支出構成、排名和計費分析。

source: 半年
de: Halbjahr
en: 6 months
es: Semestre
fr: Semestre
it: Semestre
ko: 6개월
pt_br: Semestre

source: 单位
de: Einheit
en: Unit
es: Unidad
fr: Unité
it: Unità
ja: 単位
ko: 단위
pt_br: Unidade
zh_hant: 單位

source: 即将续费
de: Demnächst
en: Upcoming
es: Próximos
fr: À venir
it: In arrivo
ja: 更新予定
ko: 곧 갱신
pt_br: Em breve
zh_hant: 即將續訂

source: 发送时间
de: Sendezeit
en: Send at
es: Hora de envío
fr: Heure d’envoi
it: Orario di invio
ja: 送信時刻
ko: 보내는 시간
pt_br: Horário de envio
zh_hant: 傳送時間

source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar

source: 可以换成网站域名再搜，或直接添加自定义订阅。
de: Versuch eine Domain oder füge ein eigenes Abo hinzu.
en: Try a website domain, or add a custom subscription.
es: Prueba un dominio o añade una suscripción personalizada.
fr: Essayez un nom de domaine ou ajoutez un abonnement perso.
it: Prova un dominio oppure aggiungi un abbonamento personalizzato.
ja: ドメイン名で検索するか、カスタムのサブスクを追加できます。
ko: 웹사이트 도메인으로 다시 검색하거나 직접 구독을 추가하세요.
pt_br: Tente um domínio ou adicione uma assinatura personalizada.
zh_hant: 可以改用網站網域再搜，或直接新增自訂訂閱。

source: 可选
de: Optional
en: Optional
es: Opcional
fr: Facultatif
it: Facoltativo
ja: 任意
ko: 선택 사항
pt_br: Opcional
zh_hant: 選填

source: 名称
de: Name
en: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
zh_hant: 名稱

source: 名称、金额和图标都自己填
de: Name, Betrag und Symbol selbst eingeben
en: Enter the name, price, and icon yourself
es: Introduce nombre, importe e icono
fr: Saisissez nom, montant et icône
it: Inserisci nome, importo e icona
ja: 名前・金額・アイコンを自分で入力
ko: 이름, 금액, 아이콘을 직접 입력
pt_br: Informe nome, valor e ícone
zh_hant: 名稱、金額和圖示都自己填

source: 周
de: Woche
en: week
es: sem.
fr: sem.
it: sett.
ja: 週
ko: 주
pt_br: sem.
zh_hant: 週

source: 周期
de: Abrechnungszyklus
en: Billing cycle
es: Periodicidad
fr: Périodicité
it: Periodicità
ja: サイクル
ko: 주기
pt_br: Periodicidade
zh_hant: 週期

source: 和
de: und
en: and
es: y
fr: et
it: e
ja: と
ko: 및
pt_br: e

source: 和家人一起看清固定开支
de: Fixkosten gemeinsam mit der Familie sehen
en: See recurring costs together with family
es: Ver gastos fijos en familia
fr: Voir les charges fixes en famille
it: Vedi le spese fisse in famiglia
ja: 家族と固定費を把握
ko: 가족과 함께 고정 지출을 파악
pt_br: Ver gastos fixos em família
zh_hant: 和家人一起看清固定開支

source: 图标
de: Symbol
en: Icon
es: Icono
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
pt_br: Ícone
zh_hant: 圖示

source: 在 App Store 评分
de: Im App Store bewerten
en: Rate on the App Store
es: Valorar en el App Store
fr: Noter sur l’App Store
it: Valuta sull’App Store
ja: App Storeで評価
ko: App Store에서 평가
pt_br: Avaliar na App Store
zh_hant: 在 App Store 評分

source: 在手腕上查看即将续费
de: Anstehende Verlängerungen am Handgelenk
en: See upcoming renewals on your wrist
es: Ver renovaciones en la muñeca
fr: Voir les renouvellements au poignet
it: Vedi i rinnovi al polso
ja: 手首で更新予定を確認
ko: 손목에서 예정된 갱신 확인
pt_br: Ver renovações no pulso
zh_hant: 在手腕上查看即將續訂

source: 在扣费前一天收到通知，避免忘了取消，也不用再翻邮件找账单。
de: Einen Tag vor der Abbuchung erinnert, damit du nicht vergisst zu kündigen.
en: Get a notification the day before you’re charged, so you don’t miss a cancellation or hunt through email.
es: Recibe un aviso el día antes del cargo para no olvidar cancelar.
fr: Recevez une notif la veille du prélèvement pour ne pas rater une résiliation.
it: Ricevi un avviso il giorno prima dell’addebito, così non dimentichi di disdire.
ja: 請求の前日に通知するので、解約し忘れやメール探しを防げます。
ko: 결제 하루 전에 알림을 받아 해지를 놓치지 않고, 메일에서 청구서를 찾지 않아도 됩니다.
pt_br: Receba um aviso no dia anterior à cobrança para não esquecer de cancelar.
zh_hant: 在扣款前一天收到通知，避免忘了取消，也不用再翻郵件找帳單。
